Repository: pharmacykitty/piru
Catalog: Piru/Localizable.xcstrings
Source language: en
Languages: es, zh_hans, zh_hant

source: Add a note to your session — what you notice, at this moment.
es: Agrega una nota a tu sesión — lo que notas, en este momento.
zh_hans: 为这场添加一条笔记——此刻你注意到了什么。
zh_hant: 為這場新增一則筆記——此刻你注意到了什麼。

source: Add a note...
es: Agregar una nota...
zh_hans: 添加备注…
zh_hant: 新增備註…

source: Add a time
es: Agregar una hora
zh_hans: 添加一个时间
zh_hant: 新增一個時間

source: Add a Time
es: Agregar hora
zh_hans: 添加时间
zh_hant: 新增時間

source: Add Another Time
es: Agregar otra hora
zh_hans: 再添加一个时间
zh_hant: 再新增一個時間

source: Add another…
es: Agregar otro…
zh_hans: 再添加一个…
zh_hant: 再新增一個…

source: Add Custom Substance
es: Agregar sustancia personalizada
zh_hans: 添加自定义物质
zh_hant: 新增自訂物質

source: Add Custom Unit
es: Agregar unidad personalizada
zh_hans: 添加自定义单位
zh_hant: 新增自訂單位

source: Add entries to see modeled levels over time.
es: Agrega registros para ver los niveles modelados a lo largo del tiempo.
zh_hans: 添加记录以查看模型估计的水平变化。
zh_hant: 新增記錄以查看模型估計的水平變化。

source: Add entries to see modeled receptor load.
es: Agrega registros para ver la carga modelada del receptor.
zh_hans: 添加记录以查看模型估计的受体负荷。
zh_hant: 新增記錄以查看模型估計的受體負荷。

source: Add entries to see your patterns.
es: Agrega registros para ver tus patrones.
zh_hans: 添加记录以查看规律。
zh_hant: 新增記錄以查看規律。

source: Add Favorite
es: Agregar favorito
zh_hans: 添加收藏
zh_hant: 新增收藏

source: Add Favorite…
es: Agregar favorito…
zh_hans: 添加收藏…
zh_hant: 新增收藏…

source: Add Inventory Item
es: Agregar artículo al inventario
zh_hans: 添加库存项目
zh_hant: 新增庫存項目

source: Add lab result
es: Agregar resultado de laboratorio
zh_hans: 添加化验结果
zh_hant: 加入化驗結果

source: Add Label
es: Agregar etiqueta
zh_hans: 添加标签
zh_hant: 新增標籤

source: Add Label…
es: Agregar etiqueta…
zh_hans: 添加标签…
zh_hant: 新增標籤…

source: Add Location
es: Agregar ubicación
zh_hans: 添加位置
zh_hant: 新增位置

source: Add Note
es: Agregar nota
zh_hans: 添加备注
zh_hant: 新增備註

source: Add note…
es: Agregar nota…
zh_hans: 添加备注…
zh_hant: 新增備註…

source: Add per-phase timing so this substance gets a Live-Activity timeline like library substances.
es: Agrega tiempos por fase para que esta sustancia tenga una línea de tiempo en la Actividad en vivo, como las sustancias de la biblioteca.
zh_hans: 添加分阶段计时，让此物质拥有与库中物质一样的实时活动时间轴。
zh_hant: 新增分階段計時，讓此物質擁有與庫中物質一樣的即時動態時間軸。

source: Add Preset
es: Agregar preajuste
zh_hans: 添加预设
zh_hant: 新增預設

source: Add Preset…
es: Agregar preajuste…
zh_hans: 添加预设…
zh_hant: 新增預設…

source: Add Re-ask
es: Agregar recordatorio extra
zh_hans: 添加再次提醒
zh_hant: 新增再次提醒

source: Add Shortcut
es: Agregar atajo
zh_hans: 添加快捷方式
zh_hant: 新增捷徑

source: Add Shortcut…
es: Agregar atajo…
zh_hans: 添加快捷方式…
zh_hant: 新增捷徑…

source: Add Summary
es: Agregar resumen
zh_hans: 添加总结
zh_hant: 新增總結

source: Add tag...
es: Agregar etiqueta...
zh_hans: 添加标签…
zh_hant: 新增標籤…

# Add the guideline reference range (%lld–%lld %@)
source: Add the guideline reference range (%1$lld–%2$lld %3$@)
es: Agregar el rango de referencia de la guía (%lld–%lld %@)
zh_hans: 添加指南参考范围（%lld–%lld %@）
zh_hant: 新增指南參考範圍（%lld–%lld %@）

source: Add Title
es: Agregar título
zh_hans: 添加标题
zh_hant: 新增標題

source: Add Title…
es: Agregar título…
zh_hans: 添加标题…
zh_hant: 新增標題…

source: Add to Favorites
es: Agregar a favoritos
zh_hans: 添加到收藏
zh_hant: 加入收藏

source: Add to Inventory
es: Agregar al inventario
zh_hans: 加入库存
zh_hant: 加入庫存

source: Add to Log
es: Agregar al diario
zh_hans: 添加到记录
zh_hant: 新增至記錄

source: Add Your Meds
es: Agrega tus medicamentos
zh_hans: 添加你的用药
zh_hant: 新增你的用藥

source: Add your meds to see adherence
es: Agrega tus medicamentos para ver la adherencia
zh_hans: 添加你的用药以查看依从性
zh_hant: 新增你的用藥以查看依從性

source: Added at this strength, in the item's unit.
es: Se agrega con esta concentración, en la unidad del artículo.
zh_hans: 按此规格换算后，以该项目的单位计入。
zh_hant: 按此規格換算後，以該項目的單位計入。

source: Added drowsiness and next-day grogginess, with more fall and coordination risk. The labels warn about combining with other CNS depressants, opioids included.
es: Más somnolencia y aturdimiento al día siguiente, con mayor riesgo de caídas y de pérdida de coordinación. Las fichas técnicas advierten sobre combinarlos con otros depresores del SNC, opioides incluidos.
zh_hans: 会更困倦、次日更昏沉，跌倒和协调性风险也更高。说明书警告不要与包括阿片类在内的其他中枢神经抑制剂合用。
zh_hant: 會更睏倦、次日更昏沉，跌倒和協調性風險也更高。說明書警告不要與包括鴉片類在內的其他中樞神經抑制劑併用。

source: Additional Info
es: Información adicional
zh_hans: 更多信息
zh_hant: 更多資訊

source: Additive CNS and respiratory depression — antihistamines potentiate opioid sedation.
es: Depresión del SNC y respiratoria aditiva — los antihistamínicos potencian la sedación opioide.
zh_hans: 中枢和呼吸抑制相加——抗组胺药增强阿片类的镇静作用。
zh_hant: 中樞和呼吸抑制相加——抗組織胺藥增強鴉片類的鎮靜作用。

source: Additive CNS and respiratory depression, with a raised risk of vomiting while unresponsive.
es: Depresión del SNC y respiratoria aditiva, con mayor riesgo de vomitar estando inconsciente.
zh_hans: 中枢与呼吸抑制相加，并且在失去反应时呕吐的风险升高。
zh_hant: 中樞與呼吸抑制相加，並且在失去反應時嘔吐的風險升高。

source: Additive CNS and respiratory depression.
es: Depresión del SNC y respiratoria aditiva.
zh_hans: 中枢和呼吸抑制相加。
zh_hant: 中樞和呼吸抑制相加。

source: Additive CNS depression — increased sedation and impaired coordination.
es: Depresión del SNC aditiva — más sedación y coordinación alterada.
zh_hans: 中枢抑制相加——镇静加剧、协调受损。
zh_hant: 中樞抑制相加——鎮靜加劇、協調受損。

source: Additive CNS depression — increased sedation and impairment.
es: Depresión del SNC aditiva — más sedación y deterioro.
zh_hans: 中枢抑制相加——镇静和损害加剧。
zh_hant: 中樞抑制相加——鎮靜和損害加劇。

source: Additive CNS depression — may increase sedation and respiratory depression risk.
es: Depresión del SNC aditiva — puede aumentar la sedación y el riesgo de depresión respiratoria.
zh_hans: 中枢抑制相加——可能加剧镇静和呼吸抑制的风险。
zh_hant: 中樞抑制相加——可能加劇鎮靜和呼吸抑制的風險。

source: Additive impairment — increased dizziness, drowsiness, and slowed reaction time.
es: Deterioro aditivo — más mareo, somnolencia y tiempo de reacción más lento.
zh_hans: 损害相加——头晕、嗜睡和反应延迟加剧。
zh_hant: 損害相加——頭暈、嗜睡和反應延遲加劇。

source: Additive sedation — may increase drowsiness and impaired coordination.
es: Sedación aditiva — puede aumentar la somnolencia y alterar la coordinación.
zh_hans: 镇静相加——可能加剧嗜睡和协调受损。
zh_hant: 鎮靜相加——可能加劇嗜睡和協調受損。

source: Additive sedation and low blood pressure — increased drowsiness and dizziness.
es: Sedación e hipotensión aditivas — más somnolencia y mareo.
zh_hans: 镇静与低血压叠加——困倦和头晕增加。
zh_hant: 鎮靜與低血壓疊加——睏倦和頭暈增加。

source: Additive sedation and next-day grogginess — more drowsiness, dizziness, and fall risk.
es: Se suman la sedación y el aturdimiento del día siguiente — más somnolencia, mareo y riesgo de caídas.
zh_hans: 镇静与次日昏沉相叠加——更困、更晕，跌倒风险更高。
zh_hant: 鎮靜與次日昏沉相疊加——更睏、更暈，跌倒風險更高。

source: Additive sedation and next-day impairment.
es: Sedación aditiva y deterioro al día siguiente.
zh_hans: 镇静相加，次日仍有功能损害。
zh_hant: 鎮靜相加，次日仍有功能損害。

source: Additive sedation and respiratory depression.
es: Sedación y depresión respiratoria aditivas.
zh_hans: 镇静与呼吸抑制相加。
zh_hant: 鎮靜與呼吸抑制相加。

source: Additive sedation, dizziness, and slowed reaction time.
es: Suma sedación, mareo y un tiempo de reacción más lento.
zh_hans: 镇静、头晕与反应变慢相加。
zh_hant: 鎮靜、頭暈與反應變慢相加。

source: Additive sedation, low blood pressure, and slow heart rate.
es: Suma sedación, presión arterial baja y frecuencia cardíaca lenta.
zh_hans: 镇静、低血压与心率减慢相加。
zh_hant: 鎮靜、低血壓與心率減慢相加。

source: Adds “%@”.
es: Agrega “%@”.
zh_hans: 添加“%@”。
zh_hant: 新增「%@」。

source: Adds a note to this entry
es: Agrega una nota a este registro
zh_hans: 为这条记录添加笔记
zh_hant: 為這筆記錄新增筆記

source: Adds a per-dose grapefruit toggle for substances whose breakdown grapefruit slows (CYP3A4), so the entry records it.
es: Agrega un interruptor de toronja (pomelo) por dosis para las sustancias cuya degradación ralentiza la toronja (CYP3A4), de modo que el registro lo guarde.
zh_hans: 为西柚会减缓其分解（CYP3A4）的物质添加逐剂西柚开关，让记录保留这一信息。
zh_hant: 為葡萄柚會減緩其分解（CYP3A4）的物質加入逐劑葡萄柚開關，讓記錄保留這一資訊。

source: Adds this entry
es: Agrega este registro
zh_hans: 添加这条记录
zh_hant: 新增這筆記錄

source: Adds up sedation and lowers blood pressure further — stronger drowsiness and dizziness.
es: Suma sedación y baja aún más la presión arterial — somnolencia y mareo más intensos.
zh_hans: 镇静叠加，血压进一步降低——困倦和头晕更强。
zh_hant: 鎮靜疊加，血壓進一步降低——睏倦和頭暈更強。

source: Adenosine (caffeine)
es: Adenosina (cafeína)
zh_hans: 腺苷（咖啡因）
zh_hant: 腺苷（咖啡因）

source: Adherence
es: Adherencia
zh_hans: 依从性
zh_hant: 依從性

source: Adherence tracks how consistently you take your scheduled meds. Add one and this screen starts working.
es: La adherencia sigue con qué constancia tomas tus medicamentos programados. Agrega uno y esta pantalla empieza a funcionar.
zh_hans: 依从性追踪你按计划服药的稳定程度。添加一项用药，这个页面就会开始工作。
zh_hant: 依從性追蹤你按計劃服藥的穩定程度。新增一項用藥，這個頁面就會開始運作。

source: Adjust if you run higher or lower than average. A blood test replaces this with a fit.
es: Ajusta si sueles estar por encima o por debajo del promedio. Un análisis de sangre lo sustituye por un ajuste a tus datos.
zh_hans: 若你的水平高于或低于平均，可在此调整。验血后将由拟合取代。
zh_hant: 若你的水平高於或低於平均，可在此調整。驗血後將由擬合取代。

source: Adjust these times
es: Ajustar estas horas
zh_hans: 调整这些时间
zh_hant: 調整這些時間

source: Adjust Time
es: Ajustar hora
zh_hans: 调整时间
zh_hant: 調整時間

source: Adjustment
es: Ajuste
zh_hans: 校正
zh_hant: 校正

source: after 21:00
es: después de las 21:00
zh_hans: 21:00 之后
zh_hant: 21:00 之後

source: After a break or in a new setting, tolerance drops — a dose that felt fine before can stop your breathing.
es: Tras un descanso o en un entorno nuevo, la tolerancia baja — una dosis que antes iba bien puede detener tu respiración.
zh_hans: 停用一段时间后，或换了环境，耐受会下降——以前没事的剂量可能让你停止呼吸。
zh_hant: 停用一段時間後，或換了環境，耐受會下降——以前沒事的劑量可能讓你停止呼吸。

source: After a stimulant wears off, fatigue, irritability and low mood are commonly reported.
es: Cuando se pasa el efecto de un estimulante, se describen con frecuencia la fatiga, la irritabilidad y el ánimo bajo.
zh_hans: 兴奋剂消退之后，常有人感到疲劳、易怒和情绪低落。
zh_hant: 興奮劑消退之後，常有人感到疲勞、易怒和情緒低落。

source: After regular use, a seizure or severe confusion on stopping is an emergency.
es: Tras un uso regular, una convulsión o una confusión grave al dejarlo es una emergencia.
zh_hans: 长期规律使用后，停药时出现抽搐或严重意识混乱属于急症。
zh_hant: 長期規律使用後，停藥時出現抽搐或嚴重意識混亂屬於急症。

source: After regular use, stopping abruptly can be dangerous.
es: Tras un uso regular, dejarlo de golpe puede ser peligroso.
zh_hans: 规律使用后，突然停用可能有危险。
zh_hant: 規律使用後，突然停用可能有危險。

source: After your latest dose
es: Después de tu última dosis
zh_hans: 在你最近一次剂量之后
zh_hant: 在你最近一次劑量之後

source: Afterglow
es: Residual
zh_hans: 余韵
zh_hant: 餘韻

source: afternoon
es: tarde
zh_hans: 下午
zh_hant: 下午

source: Afternoon
es: Tarde
zh_hans: 下午
zh_hant: 下午

source: Aggregated
es: Agregado
zh_hans: 综合来源
zh_hant: 綜合來源

source: aggregator source
es: fuente agregadora
zh_hans: 综合来源
zh_hant: 綜合來源

source: Agonist
es: Agonista
zh_hans: 激动剂
zh_hant: 促效劑

source: Agonists at the 5-HT2A receptor. That single action reshapes perception, thought and the sense of self; the family splits by chemistry — phenethylamines, tryptamines, and the ergolines LSD belongs to.
es: Agonistas del receptor 5-HT2A. Esa única acción remodela la percepción, el pensamiento y el sentido del yo; la familia se divide por química — fenetilaminas, triptaminas y las ergolinas a las que pertenece el LSD.
zh_hans: 5-HT2A 受体的激动剂。这一个作用便重塑了知觉、思维和自我感；这一族按化学结构分为苯乙胺类、色胺类，以及 LSD 所属的麦角灵类。
zh_hant: 5-HT2A 受體的促效劑。這一個作用便重塑了知覺、思維和自我感；這一族按化學結構分為苯乙胺類、色胺類，以及 LSD 所屬的麥角靈類。

source: Agonists at the µ-opioid receptor: analgesia, warmth and sedation, and depressed breathing by the same mechanism. Tolerance to the first outpaces tolerance to the last, which is what makes the margin narrow.
es: Agonistas del receptor µ-opioide: analgesia, calor y sedación, y respiración deprimida por el mismo mecanismo. La tolerancia a lo primero avanza más rápido que la tolerancia a lo último, y eso es lo que estrecha el margen.
zh_hans: μ-阿片受体的激动剂：镇痛、温暖与镇静，以及由同一机制导致的呼吸抑制。对前者的耐受快于对后者的耐受，这正是安全边际狭窄的原因。
zh_hant: μ-鴉片受體的促效劑：鎮痛、溫暖與鎮靜，以及由同一機制導致的呼吸抑制。對前者的耐受快於對後者的耐受，這正是安全邊際狹窄的原因。

source: AI-Assisted Content
es: Contenido asistido por IA
zh_hans: AI 辅助内容
zh_hant: AI 輔助內容

source: Alcohol (ethanol)
es: Alcohol (etanol)
zh_hans: 酒精（乙醇）
zh_hant: 酒精（乙醇）

source: Alcohol acts on the same receptors, and the combination can stop breathing.
es: El alcohol actúa sobre los mismos receptores, y la combinación puede detener la respiración.
zh_hans: 酒精作用于同一类受体，两者合用可能使呼吸停止。
zh_hant: 酒精作用於同一類受體，兩者合用可能使呼吸停止。

source: Alcohol dehydrogenase saturates at about one drink, so clearance runs at a fixed rate and each extra drink stacks on the last. Chronic heavy drinking speeds clearance somewhat (CYP2E1 induction); the ALDH2 “flush” variant slows acetaldehyde clearance.
es: La alcohol deshidrogenasa se satura con aproximadamente una bebida, así que la eliminación va a un ritmo fijo y cada bebida extra se acumula sobre la anterior. Beber mucho de forma crónica acelera algo la eliminación (inducción de CYP2E1); la variante ALDH2 del “rubor” ralentiza la eliminación del acetaldehído.
zh_hans: 乙醇脱氢酶在约一杯酒时饱和，此后以固定速率清除，每多一杯都叠加在上一杯之上。长期大量饮酒会略微加快清除（CYP2E1 诱导）；ALDH2“脸红”变异会减慢乙醛清除。
zh_hant: 乙醇脫氫酶在約一杯酒時飽和，此後以固定速率清除，每多一杯都疊加在上一杯之上。長期大量飲酒會略微加快清除（CYP2E1 誘導）；ALDH2「臉紅」變異會減慢乙醛清除。

source: Alcohol disrupts the sleep you need.
es: El alcohol altera el sueño que necesitas.
zh_hans: 酒精会扰乱你需要的睡眠。
zh_hant: 酒精會擾亂你需要的睡眠。

source: Alcohol stacks psychomotor and memory impairment on top of the sleep med (and raises lemborexant's blood levels) — expect worse next-day grogginess and unsteadiness. The labels advise against drinking with these.
es: El alcohol suma deterioro psicomotor y de memoria al del hipnótico (y eleva los niveles en sangre de lemborexant) — es probable que haya más aturdimiento e inestabilidad al día siguiente. Las fichas técnicas desaconsejan beber con estos.
zh_hans: 酒精会在这类安眠药之上叠加精神运动和记忆损害（并会升高莱博雷生的血药浓度）——次日昏沉和站立不稳会更明显。药品说明书建议服用期间不要饮酒。
zh_hant: 酒精會在這類安眠藥之上疊加精神運動和記憶損害（並會升高萊博雷生的血藥濃度）——隔日昏沉和站立不穩會更明顯。藥品仿單建議服用期間不要飲酒。

source: Alcohol, benzodiazepines and opioids on top of a dissociative raise the risk of stopped breathing.
es: Alcohol, benzodiacepinas y opioides sumados a un disociativo aumentan el riesgo de que la respiración se detenga.
zh_hans: 在解离剂之上叠加酒精、苯二氮䓬类或阿片类，会提高呼吸停止的风险。
zh_hant: 在解離劑之上疊加酒精、苯二氮平類或鴉片類，會提高呼吸停止的風險。

source: Alcohol, benzodiazepines and other depressants on top of an opioid raise the risk of stopped breathing.
es: Alcohol, benzodiacepinas y otros depresores sumados a un opioide aumentan el riesgo de que la respiración se detenga.
zh_hans: 在阿片类之上叠加酒精、苯二氮䓬类或其他中枢抑制药，会提高呼吸停止的风险。
zh_hant: 在鴉片類之上疊加酒精、苯二氮平類或其他中樞抑制藥，會提高呼吸停止的風險。

source: Alerts
es: Alertas
zh_hans: 提醒
zh_hant: 提醒

source: All
es: Todo
zh_hans: 全部
zh_hant: 全部

source: All categories
es: Todas las categorías
zh_hans: 全部类别
zh_hant: 全部類別

source: All Database Sources
es: Todas las fuentes de la base de datos
zh_hans: 全部数据库来源
zh_hant: 全部資料庫來源

source: All effects
es: Todos los efectos
zh_hans: 全部效应
zh_hant: 全部效應

source: All effects (%lld)
es: Todos los efectos (%lld)
zh_hans: 全部效应（%lld）
zh_hant: 全部效應（%lld）

source: All missed
es: Todas sin tomar
zh_hans: 全部漏服
zh_hant: 全部漏服

source: All of these have passed. Times are measured from your latest dose.
es: Todos ya han pasado. Los tiempos se miden desde tu última dosis.
zh_hans: 这些都已经过去了。时间是从你最近一次剂量算起的。
zh_hant: 這些都已經過去了。時間是從你最近一次劑量算起的。

source: All off
es: Todo desactivado
zh_hans: 全部关闭
zh_hant: 全部關閉

source: All on
es: Todo activado
zh_hans: 全部开启
zh_hant: 全部開啟

source: All phases
es: Todas las fases
zh_hans: 全部阶段
zh_hant: 全部階段

source: All recovery tips
es: Todos los consejos de recuperación
zh_hans: 全部恢复提示
zh_hant: 全部恢復提示

source: All selected sessions in one tall image
es: Todas las sesiones seleccionadas en una sola imagen alargada
zh_hans: 所有选中的场次合成为一张长图
zh_hant: 所有選取的場次合成為一張長圖

source: All substance data ships with the app. Reorder sources to choose which one wins when they disagree on a fact.
es: Todos los datos de sustancias vienen incluidos en la app. Reordena las fuentes para elegir cuál prevalece cuando discrepan sobre un dato.
zh_hans: 所有物质数据都随应用一起附带。调整来源顺序，即可决定它们对同一事实有分歧时以哪一个为准。
zh_hant: 所有物質資料都隨 App 一起附帶。調整來源順序，即可決定它們對同一事實有分歧時以哪一個為準。

source: All substances
es: Todas las sustancias
zh_hans: 所有物质
zh_hant: 所有物質

source: All Substances
es: Todas las sustancias
zh_hans: 所有物质
zh_hant: 所有物質

source: All taken
es: Todas tomadas
zh_hans: 全部已服用
zh_hant: 全部已服用

source: All Time
es: Todo el historial
zh_hans: 所有时间
zh_hant: 所有時間

source: Allergy and sleep antihistamines.
es: Antihistamínicos para alergias y sueño.
zh_hans: 抗过敏与助眠抗组胺药。
zh_hant: 抗過敏與助眠抗組織胺藥。

source: Allow Notifications
es: Permitir notificaciones
zh_hans: 允许通知
zh_hant: 允許通知

source: Alone
es: A solas
zh_hans: 独处
zh_hant: 獨處

source: Already keep a journal? Import a Piru backup or a PsyLog-format export — or start with a clean slate.
es: ¿Ya llevas un diario? Importa una copia de seguridad de Piru o una exportación en formato PsyLog — o empieza de cero.
zh_hans: 已经在记录了？导入 Piru 备份或 PsyLog 格式的导出文件——或者从头开始。
zh_hant: 已經在記錄了？匯入 Piru 備份或 PsyLog 格式的匯出檔案——或者從頭開始。

source: also %@
es: también %@
zh_hans: 另有 %@
zh_hant: 另有 %@

source: Also Active
es: También activo
zh_hans: 同时活跃
zh_hant: 同時活躍

source: Also has this
es: También lo tiene
zh_hans: 也有此项
zh_hant: 也有此項

source: Also known as
es: También conocida como
zh_hans: 别名
zh_hant: 別名

# Also known as %@, and %lld other names.
source: Also known as %1$@, and %2$lld other names.
es: También conocida como %@ y %lld nombres más.
zh_hans: 又称 %@，以及另外 %lld 个名称。
zh_hant: 又稱 %@，以及另外 %lld 個名稱。

source: Also known as %@.
es: También conocida como %@.
zh_hans: 又称 %@。
zh_hant: 又稱 %@。

# Also measured at %@× %@'s %@ — a lab measurement, not clinical potency.
source: Also measured at %1$@× %2$@'s %3$@ — a lab measurement, not clinical potency.
es: También medido en %1$@× la %3$@ de %2$@ — una medición de laboratorio, no potencia clínica.
zh_hans: 另有测定值为 %2$@ %3$@的 %1$@ 倍——这是实验室测定值，并非临床效价。
zh_hant: 另有測定值為 %2$@ %3$@的 %1$@ 倍——這是實驗室測定值，並非臨床效價。

source: Also measured at %1$@× %2$@'s %3$@ at the %4$@ — a lab measurement, not clinical potency.
es: También medido en %1$@× la %3$@ de %2$@ en el %4$@ — una medición de laboratorio, no potencia clínica.
zh_hans: 另在%4$@上测定值为 %2$@ %3$@的 %1$@ 倍——这是实验室测定值，并非临床效价。
zh_hant: 另在%4$@上測定值為 %2$@ %3$@的 %1$@ 倍——這是實驗室測定值，並非臨床效價。

source: Alter perception, thought, and sense of reality.
es: Alteran la percepción, el pensamiento y el sentido de la realidad.
zh_hans: 改变知觉、思维与现实感。
zh_hant: 改變知覺、思維與現實感。

source: Always label solutions with substance name and concentration.
es: Etiqueta siempre las soluciones con el nombre de la sustancia y la concentración.
zh_hans: 始终用物质名称和浓度标记溶液。
zh_hant: 始終用物質名稱和濃度標記溶液。

source: Always show the full-height timeline. When off, graphs start compact — expand from the graph menu.
es: Mostrar siempre la línea de tiempo a altura completa. Si está desactivado, los gráficos empiezan compactos — expándelos desde el menú del gráfico.
zh_hans: 始终显示全高时间线。关闭后图表以紧凑模式显示——从图表菜单展开。
zh_hant: 始終顯示全高時間軸。關閉後圖表以精簡模式顯示——從圖表選單展開。

source: amount
es: cantidad
zh_hans: 数量
zh_hant: 數量

source: Amount
es: Cantidad
zh_hans: 剂量
zh_hant: 劑量

source: Amount added
es: Cantidad agregada
zh_hans: 补充数量
zh_hant: 補充數量

source: AMPA-receptor positive modulators.
es: Moduladores positivos del receptor AMPA.
zh_hans: AMPA 受体正向调节剂。
zh_hant: AMPA 受體正向調節劑。

source: AMPAkine
es: Ampakina
zh_hans: 安帕金
zh_hant: 安帕金

source: Amplifies GABA — it doesn't open the channel on its own.
es: Amplifica el GABA — no abre el canal por sí mismo.
zh_hans: 增强 GABA 的作用——它本身并不打开通道。
zh_hant: 增強 GABA 的作用——它本身並不打開通道。

source: An estimate from population data, not a measurement. It doesn't say when another dose is safe.
es: Una estimación a partir de datos poblacionales, no una medición. No indica cuándo otra dosis es segura.
zh_hans: 这是基于人群数据的估计，不是测量值。它不说明何时再服一剂是安全的。
zh_hant: 這是基於人群資料的估計，不是測量值。它不說明何時再服一劑是安全的。

source: An existing iCloud backup was found
es: Se encontró una copia de seguridad de iCloud existente
zh_hans: 发现已有的 iCloud 备份
zh_hant: 發現已有的 iCloud 備份

source: An existing iCloud backup was found. Merge it with your current data to restore it, or remove it to start fresh.
es: Se encontró una copia de seguridad de iCloud existente. Fusiónala con tus datos actuales para restaurarla, o elimínala para empezar de cero.
zh_hans: 发现已有的 iCloud 备份。与当前数据合并以恢复，或删除它重新开始。
zh_hant: 發現已有的 iCloud 備份。與目前資料合併以還原，或刪除它重新開始。

source: An export or backup is made when you ask and saved where you choose.
es: Las exportaciones y copias de seguridad se crean solo cuando lo pides y se guardan donde tú elijas.
zh_hans: 只有在你要求时才会生成导出或备份，并保存到你选择的位置。
zh_hant: 只有在你要求時才會生成匯出或備份，並儲存到你選擇的位置。

source: An injected ester releases slowly from the oil depot, splits into the free hormone, and clears. The curve models that from your doses.
es: Un éster inyectado se libera lentamente desde el depósito oleoso, se escinde en la hormona libre y se elimina. La curva modela ese proceso a partir de tus dosis.
zh_hans: 注射的酯从油性储库缓慢释放，分解为游离激素，再被清除。曲线据你的剂量模拟这一过程。
zh_hant: 注射的酯從油性儲庫緩慢釋放，分解為游離激素，再被清除。曲線據你的劑量模擬這一過程。

source: An injected ester releases slowly from the oil depot, splits into the free hormone, and clears. This curve sums your logged esters into an illustrative serum estimate. It is not a laboratory result.
es: Un éster inyectado se libera lentamente desde el depósito oleoso, se escinde en la hormona libre y se elimina. Esta curva suma los ésteres que has registrado en una estimación sérica ilustrativa. No es un resultado de laboratorio.
zh_hans: 注射的酯从油性储库中缓慢释放，分解为游离激素，然后被清除。这条曲线把你记录的各种酯汇总为一个示意性的血清估计值。它不是化验结果。
zh_hant: 注射的酯從油性儲庫中緩慢釋放，分解為游離激素，然後被清除。這條曲線把你記錄的各種酯彙總為一個示意性的血清估計值。它不是化驗結果。

source: Analgesic
es: Analgésico
zh_hans: 镇痛药
zh_hant: 鎮痛藥

source: Analgesic Agent
es: Agente analgésico
zh_hans: 镇痛剂
zh_hant: 鎮痛劑

source: and %lld more
es: y %lld más
zh_hans: 另有 %lld 条
zh_hant: 另有 %lld 筆

source: animal assay
es: ensayo en animales
zh_hans: 动物实验
zh_hant: 動物實驗

source: Antagonist
es: Antagonista
zh_hans: 拮抗剂
zh_hant: 拮抗劑

source: Antibiotics, antivirals, and antifungals.
es: Antibióticos, antivirales y antifúngicos.
zh_hans: 抗生素、抗病毒与抗真菌药。
zh_hant: 抗生素、抗病毒與抗真菌藥。

source: Anticholinergic — DPH, datura, Benadryl.
es: Anticolinérgico — DPH, datura, Benadryl.
zh_hans: 抗胆碱能——苯海拉明、曼陀罗、Benadryl。
zh_hant: 抗膽鹼能——苯海拉明、曼陀羅、Benadryl。

source: Anticonvulsant
es: Anticonvulsivo
zh_hans: 抗惊厥药
zh_hant: 抗痙攣藥

source: Antidepressant
es: Antidepresivo
zh_hans: 抗抑郁药
zh_hant: 抗憂鬱藥

source: Antidepressant (Monoamine Modulator)
es: Antidepresivo (modulador de monoaminas)
zh_hans: 抗抑郁药（单胺调节剂）
zh_hant: 抗憂鬱藥（單胺調節劑）

source: Antihistamine
es: Antihistamínico
zh_hans: 抗组胺药
zh_hant: 抗組織胺藥

source: Antimicrobial
es: Antimicrobiano
zh_hans: 抗菌药
zh_hant: 抗菌藥

source: Antimicrobial Agent
es: Agente antimicrobiano
zh_hans: 抗菌剂
zh_hant: 抗菌劑

source: Antipsychotic
es: Antipsicótico
zh_hans: 抗精神病药
zh_hant: 抗精神病藥

source: Antipsychotic (Dopamine Receptor Antagonist)
es: Antipsicótico (antagonista del receptor de dopamina)
zh_hans: 抗精神病药（多巴胺受体拮抗剂）
zh_hant: 抗精神病藥（多巴胺受體拮抗劑）

source: Anxiolysis
es: Ansiólisis
zh_hans: 抗焦虑
zh_hant: 抗焦慮

source: Any
es: Cualquiera
zh_hans: 任意
zh_hant: 任意

source: Any side effects?
es: ¿Algún efecto secundario?
zh_hans: 有副作用吗？
zh_hant: 有副作用嗎？

source: anytime
es: en cualquier momento
zh_hans: 随时
zh_hant: 隨時

source: Anytime
es: Cualquier hora
zh_hans: 随时
zh_hant: 隨時

source: Appetite changes and sleep disruption are common after heavy sessions.
es: Los cambios de apetito y las alteraciones del sueño son comunes tras sesiones intensas.
zh_hans: 大量使用后，食欲变化和睡眠紊乱很常见。
zh_hant: 大量使用後，食慾變化和睡眠紊亂很常見。

source: Apple Health
es: Apple Salud
zh_hans: Apple 健康
zh_hant: Apple 健康

source: Apple Health isn't available on this device.
es: Apple Salud no está disponible en este dispositivo.
zh_hans: 此设备不支持 Apple 健康。
zh_hant: 此裝置不支援 Apple 健康。

source: Approximate amount
es: Cantidad aproximada
zh_hans: 近似用量
zh_hant: 近似用量

source: approximately %@ %@
es: aproximadamente %@ %@
zh_hans: 大约 %@ %@
zh_hant: 大約 %@ %@
